Repository: Karn/sapphire
Catalog: Sapphire.Shared/Strings/*/Resources.resw
Source language: en_us
Languages: es_es

# ActivityLoadFailed
source: Unable to retrieve activity feed.
es_es: No es posible obtener actualizaciones.

# AuthorizationFailed
source: Unable to authorize account.
es_es: No es posible autorizar la cuenta.

# DeleteFailed
source: Failed to delete post.
es_es: Fallo al eliminar publicación.

source: Deleting post...
es_es: Eliminando publicación...

source: Downloading image...
es_es: Descargando imagen...

# GIFLoadFailed
source: Unable to load animated Image.
es_es: No es posible cargar la Imagen animada.

# Heading_General
source: general
es_es: Ajustes Generales

# Heading_Preferences
source: preferences
es_es: Preferencias

# Heading_Toggles
source: toggles
es_es: Ajustes

# InternalServerError
source: Unable to retrieve content. Try again later!
es_es: No es posible obtener contenido ¡Inténtalo más tarde!

# LoadingAccountDataMessage
source: Loading account data...
es_es: Cargando información de la cuenta...

source: Loading activity...
es_es: Cargando actividad...

# LoadingGIF
source: Downloading GIF...
es_es: Descargando GIF...

# LoadingPost
source: Loading post details..
es_es: Cargando detalles de la publicación...

# LoadingPostsMessage
source: Loading posts...
es_es: Cargando publicaciones...

# NoNetwork
source: Unable to connect. Please check your network.
es_es: No es posible conectar. Por favor, revisa tu conexión a la red.

# PostCreated
source: Created post.
es_es: Crear publicación.

# PostCreationFailed
source: Failed to create post.
es_es: Fallo al crear publicación.

# PostLoadFailed
source: Unable to load posts.
es_es: No es posible cargar la publicación.

source: Pull to refresh...
es_es: Arrastra hacia abajo para actualizar...

source: Reblogging post...
es_es: Reblogueando publicación...

source: Release to refresh...
es_es: Suela para actualizar...

# Settings_AboutDescription
source: Legal, Privacy, and Support.
es_es: Información legal, Privacidad y Ayuda.

# Settings_AboutTitle
source: About Sapphire
es_es: Acerca de Sapphire

# Settings_AccountDescription
source: Manage your accounts.
es_es: Administrar tus cuentas.

# Settings_AccountTitle
source: Accounts
es_es: Cuentas

# Settings_AutoTagsDescription
source: Customize default tags.
es_es: Editar las etiquetas que se agregarán a las publicaciones por defecto.

# Settings_AutoTagsTitle
source: Automatic post tagging
es_es: Etiquetas automáticas

# Settings_BlogNotifDescription
source: Customize your alerts.
es_es: Personaliza las alertas específicas del blog.

# Settings_BlogNotifTitle
source: Notifications
es_es: Notificaciones del blog

# Settings_PostActionDescription
source: Change quick-post action.
es_es: Cambiar lo que hace el botón de publicación rápida.

# Settings_PostActionTitle
source: Quick post action.
es_es: Acción de publicación rápida.

# Settings_PostTagsDescription
source: Enable post tags in posts.
es_es: Permitir ver las etiquetas de la publicación debajo del pie de foto.

# Settings_PostTagsTitle
source: View post tags
es_es: Ver las etiquetas de la publicación.

# Settings_QuickPostDescription
source: Post even faster.
es_es: Saltar adición de detalles a la publicación.

# Settings_QuickPostTitle
source: Quick-post
es_es: Publicación rápida

# Settings_ReviewDescription
source: Rate/review Sapphire.
es_es: Tómate, por favor, un momento para calificar la aplicación.

# Settings_ReviewTitle
source: Like this app?
es_es: ¿Te gusta esta aplicación?

# Settings_UpgradeDescription
source: Add more features.
es_es: Agregar características con una pequeña compra dentro de la aplicación.

# Settings_UpgradeTitle
source: Upgrade to full version
es_es: Actualizar a la versión completa

# Title_Account
source: Account
es_es: Cuenta

# Title_Activity
source: Activity
es_es: Actividad

# Title_Dashboard
source: Dashboard
es_es: Tablero

# Title_Explore
source: Explore
es_es: Explorar

# Title_Settings
source: Settings
es_es: Configuración

# UnableToLoadAccount
source: Unable to retrieve your account. Please try again later.
es_es: No es posible obtener tu cuenta. Por favor intenta de nuevo más tarde.

source: Updating like...
es_es: Actualizando gusto...

# WrongLoginCredentials
source: Invalid username/password. Please try again.
es_es: Nombre de usuario/Contraseña inválido, intenta de nuevo.

# AccountManager_AccountsTitle
source: ACCOUNTS
es_es: CUENTAS

# AccountManager_AddAccountButton
source: ADD ACCOUNT
es_es: AGREGAR CUENTAS

# Account_Followers
source: FOLLOWERS
es_es: SEGUIDORES

# Account_Following
source: FOLLOWING
es_es: SIGUIENDO

# Account_Likes
source: LIKES
es_es: TUS GUSTOS

# Account_MyBlogs
source: My blogs
es_es: Mis blogs

# Account_Posts
source: POSTS
es_es: PUBLICACIONES

# Heading_ManageAccounts
source: Manage Accounts
es_es: Administrar Cuentas

# Title_AccountManager
source: Accounts/blogs
es_es: Cuentas/blogs

# Title_Drafts
source: Drafts
es_es: Borradores

# Title_FavBlogs
source: Favorite blogs
es_es: Blogs favoritos

# Title_Inbox
source: Inbox
es_es: Bandeja de entrada

# Title_Queue
source: Queue
es_es: En espera

# About_AppVersion
source: Application Version
es_es: Versión de la aplicación

# About_LegalDescription
source: It is important to note that this application ('Sapphire') is a 3rd party client for Tumblr and is in no way affiliated, endorsed or advocated for by Yahoo! Inc. Content that is retrieved via the Tumblr APIs is property of its respective owners and is not a reflection of the developer ('Karn, GemLabs'). Additionally, you agree that the developer is not liable for any issues that may occur whilst using this application.
es_es: Es importante notar que esta aplicación (“Sapphire”) es una aplicación de terceros para Tumblr y no está afiliada de ninguna a Yahoo! Inc. El contenido que es obtenido mediante las APIs de Tumblr es propiedad de sus respectivos dueños y no es un reflejo del desarrollador (“Karn, GemLabs”). Adicionalmente aceptas que el desarrollador no es responsable de ninguno de los problemas que puedan ocurrir mientras que uses esta aplicación.

# About_LegalTitle
source: Legal
es_es: Información Legal

# About_PrivacyDescription
source: Your privacy is very important. Take a look at the applications privacy poplicy below.
es_es: Tu privacidad es muy importante, por favor echa un vistazo a la política de privacidad de la aplicación.

# About_PrivacyLink
source: View privacy policy
es_es: Ver política de privacidad

# About_PrivacyTitle
source: Privacy
es_es: PrivacidadPrivacidad

# About_SupportDescription
source: If you come across a bug, or something that you feel needs improving, feel free to use the links below to get in touch!
es_es: ¡Si te encuentras con algún error o algo que sientas que debe ser mejorado, siéntete libre de usar los links de abajo para entrar en contacto!

# About_SupportEmail
source: Send me an email
es_es: Envíame un correo electrónico

# About_SupportTitle
source: Support + feedback
es_es: Ayuda + opiniones

# Activity_AnswerDescription
source: answered your question.
es_es: respondió tu pregunta.

# Activity_AskDescription
source: asked you a question.
es_es: te respondió.

# Activity_DaysAgoText
source: days ago
es_es: días atrás

# Activity_FanMailDescription
source: sent you fanmail.
es_es: te ha enviado un fanmail.

# Activity_FollowedDescription
source: started following you.
es_es: comenzó a seguirte.

# Activity_LikeDescription
source: liked your post.
es_es: le gusta tu publicación.

# Activity_MentionDescription
source: mentioned you in a post.
es_es: te mencionó en una publicación.

# Activity_ReblogDescription
source: reblogged your post.
es_es: reblogueó tu publicación.

# Activity_TodayText
source: today
es_es: hoy

# Activity_YesterdayText
source: yesterday
es_es: ayer

# MainView_SearchText
source: Search...
es_es: Buscar...

# Post_HourAgoText
source: hour ago
es_es: hora atrás

# Post_HoursAgoText
source: hours ago
es_es: horas atrás

# Post_JustNowText
source: just now
es_es: justo ahora

# Post_MinAgoText
source: minute ago
es_es: minuto atrás

# Post_MinsAgoText
source: minutes ago
es_es: minutos atrás

# Post_WeeksAgoText
source: weeks ago
es_es: semanas atrás

# Title_Followers
source: Followers
es_es: Seguidores

# Title_Following
source: Following
es_es: Siguiendo

# BlogDetails_AddToFavs
source: add to favorites
es_es: agregar a favoritos

# BlogDetails_AskLabel
source: ask question
es_es: haz una pregunta

# BlogDetails_RemoveFromFavs
source: remove from favorites
es_es: quitar de favoritos

# BlogDetails_ViewLikes
source: view likes
es_es: ver gustos

# Post_NotesLabel
source: notes
es_es: notas

# Post_SaveToPhone
source: save to phone
es_es: guardar en el teléfono

# Title_PostDetails
source: Post details
es_es: Detalles de publicación
